-- phpMyAdmin SQL Dump
-- version 4.8.0.1
-- https://www.phpmyadmin.net/
--
-- 主機: localhost
-- 產生時間： 2019 年 07 月 04 日 07:43
-- 伺服器版本: 10.1.31-MariaDB
-- PHP 版本： 7.2.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `wra_2019`
--

-- --------------------------------------------------------

--
-- 資料表結構 `cctv_tainan_t`
--

CREATE TABLE `cctv_tainan_t` (
  `aid` int(1) UNSIGNED NOT NULL,
  `id` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `url` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `xy` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `lon` decimal(10,6) DEFAULT NULL,
  `lat` decimal(10,6) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 資料表的匯出資料 `cctv_tainan_t`
--

INSERT INTO `cctv_tainan_t` (`aid`, `id`, `address`, `url`, `xy`, `lon`, `lat`) VALUES
(1, 'TNa1', '(CCTV003)新港社大道(富強路→中正北路)', 'http://61.60.24.100/192168007001/snapshot?guid=aef04752-3884-4781-8e36-3e8220af98fb', '120.28145, 23.07329', '120.281450', '23.073290'),
(2, 'TNa2', '(CCTV005)中正北路-永康交流道西側出口匝道口', 'http://61.60.24.100/192168004001/snapshot?guid=ef3e43de-f79f-40cc-ae81-0dc3687db412', '120.24793, 23.04882', '120.247930', '23.048820'),
(3, 'TNa3', '安北路/安平路口', 'http://61.60.24.100/192168234006/snapshot?guid=509b3489-ece1-404e-9ba5-a066e32b426e', '120.16760, 23.00099', '120.167600', '23.000990'),
(4, 'TNa4', '安北路/古堡街口', 'http://61.60.24.100/192168234005/snapshot?guid=394ef653-8ba7-4673-83aa-f312514105af', '120.16269, 23.00895', '120.162690', '23.008950'),
(5, 'TNa5', '樹屋停車場', 'http://61.60.24.100/192168234001/snapshot?guid=fa2d761f-da4b-4df4-9495-f73a24829405', '120.15701, 23.00527', '120.157010', '23.005270'),
(6, 'TNa6', '水景公園停車場', 'http://61.60.24.100/192168234002/snapshot?guid=7a05a324-73f2-4d19-9661-1fc2ac1bcc08', '120.15742, 23.00217', '120.157420', '23.002170'),
(7, 'TNa7', '遊憩碼頭停車場', 'http://61.60.24.100/192168234003/snapshot?guid=2fac9711-72cd-47d2-99bf-6b9578066a5b', '120.15938, 23.00122', '120.159380', '23.001220'),
(8, 'TNa8', '安億橋停車場', 'http://61.60.24.100/192168234004/snapshot?guid=1e4564d8-3f09-4d1d-897c-5ae4b5f0de0e', '120.16336, 22.99988', '120.163360', '22.999880'),
(9, 'TNa9', '永安路/永安一街口', 'http://61.60.24.100/192168234008/snapshot?guid=be962d6a-8878-4619-8cc7-8005facea560', '120.24500, 23.04732', '120.245000', '23.047320'),
(10, 'TNa10', '中正北路/新行街口', 'http://61.60.24.100/192168234007/snapshot?guid=1f55e16b-3e0f-4366-a5e5-7ae4367d781a', '120.24216, 23.04184', '120.242160', '23.041840'),
(11, 'TNa11', '文德路中山路口(T桿)西向', 'http://61.60.24.100/50794012/snapshot?guid=834e37b8-bc09-466e-9f01-e32449d4d1c7', '120.24804, 22.97287', '120.248040', '22.972870'),
(12, 'TNa12', '文德路中山路口(T桿)東向', 'http://61.60.24.100/3880e436/snapshot?guid=48b92605-222a-4029-87b8-d0912f505ba9', '120.24805, 22.97286', '120.248050', '22.972860'),
(13, 'TNa13', '中華東路東門路口(T桿)西向', 'http://61.60.24.100/4427712d/snapshot?guid=8e5c13b6-dac8-49de-8765-be2086140950', '120.23021, 22.98320', '120.230210', '22.983200'),
(14, 'TNa14', '中華東路東門路口(T桿)東向', 'http://61.60.24.100/6899d134/snapshot?guid=7424e117-49f8-4875-955c-4141afedcde3', '120.23021, 22.98169', '120.230210', '22.981690'),
(15, 'TNa15', '東門路林森路口西向', 'http://61.60.24.100/b356aada/snapshot?guid=5c7055df-9ab3-4e2f-894f-b8c06c78ba92', '120.22332, 22.98670', '120.223320', '22.986700'),
(16, 'TNa16', '東門路林森路口東向', 'http://61.60.24.100/17dcd3fb/snapshot?guid=85a4aa76-195e-4b58-852d-adf345ba59e4', '120.22311, 22.98690', '120.223110', '22.986900'),
(17, 'TNa17', '東門圓環陸橋西向', 'http://61.60.24.100/0a1f007e/snapshot?guid=5d793daa-2113-4917-8e38-859fc66ef613', '120.23599, 23.00523', '120.235990', '23.005230'),
(18, 'TNa18', '東門圓環陸橋東向', 'http://61.60.24.100/68524566/snapshot?guid=c02e38b7-b7e6-4242-ba04-e73cd11ea869', '120.21570, 22.98903', '120.215700', '22.989030'),
(19, 'TNa19', '台1線中正北路317巷口(T桿)西向', 'http://61.60.24.100/82520774/snapshot?guid=403ae73b-21f8-4b81-88da-9025988050da', '120.24736, 23.04340', '120.247360', '23.043400'),
(20, 'TNa20', '台1線中正北路317巷口(T桿)東向', 'http://61.60.24.100/55af0b06/snapshot?guid=327ee163-90de-448a-a598-3b424a1b0527', '120.24718, 23.04340', '120.247180', '23.043400'),
(21, 'TNa21', '台1線中正路口(T桿)西向', 'http://61.60.24.100/8cdf6409/snapshot?guid=e71b5f19-5e12-4af3-86ba-441be5084e6b', '120.24736, 23.04340', '120.247360', '23.043400'),
(22, 'TNa22', '台1線中正路口(T桿)東向', 'http://61.60.24.100/add19922/snapshot?guid=0be76ca8-f3ec-41ac-ab2c-9d23b553d964', '120.23682, 23.04289', '120.236820', '23.042890'),
(23, 'TNa23', '台1線中華路口(T桿)西向', 'http://61.60.24.100/03acfaeb/snapshot?guid=16b71757-c3b3-47de-a38b-098270d21b6d', '120.21915, 23.02577', '120.219150', '23.025770'),
(24, 'TNa24', '公園路公園北路口西向', 'http://61.60.24.100/b43c7fd5/snapshot?guid=5a1c455c-d3af-47c0-8f4b-8c9ecd247d9e', '120.21019, 23.00672', '120.210190', '23.006720'),
(25, 'TNa25', '公園路公園北路口東向', 'http://61.60.24.100/703c3dbd/snapshot?guid=8acf2d52-c81d-4443-98d3-1f5cb6713bb6', '120.21028, 23.00640', '120.210280', '23.006400'),
(26, 'TNa26', '小東路復國路口(T桿)西向', 'http://61.60.24.100/8d436ff5/snapshot?guid=57f8399d-68af-44fe-8efb-a9c37b02c283', '120.24488, 22.99889', '120.244880', '22.998890'),
(27, 'TNa27', '小東路中華路口(T桿)西向', 'http://61.60.24.100/ccb665e1/snapshot?guid=460d0de0-a922-4713-bb4b-07605c1ea2fb', '120.23642, 22.99867', '120.236420', '22.998670'),
(28, 'TNa28', '小東路林森路口(T桿)西向', 'http://61.60.24.100/bb2a361a/snapshot?guid=e7f8a810-0028-40bd-a128-a7247cbf4170', '120.22662, 23.00071', '120.226620', '23.000710'),
(29, 'TNa29', '小東路林森路口(T桿)東向', 'http://61.60.24.100/7296fb51/snapshot?guid=3ad63634-4523-42db-90cb-84a4be813c92', '120.22665, 23.00067', '120.226650', '23.000670'),
(30, 'TNa30', '東門路三段自由路二段口(T桿)西向', 'http://61.60.24.100/40a96d3d/snapshot?guid=31bc0bb0-d564-4063-b31b-245399a1e100', '120.23934, 22.97619', '120.239340', '22.976190'),
(31, 'TNa31', '東門路三段自由路二段口(T桿)東向', 'http://61.60.24.100/088565ca/snapshot?guid=bc979e1f-0c64-48cd-8795-9541cc7b64d1', '120.23751, 22.97593', '120.237510', '22.975930'),
(32, 'TNa32', '172線復興路803巷口西向', 'http://61.60.24.100/2ec8d3ed/snapshot?guid=c4b2f70d-fb9e-4404-b205-0b66252cb7e2', '120.28633, 23.30880', '120.286330', '23.308800'),
(33, 'TNa33', '172線復興路803巷口東向', 'http://61.60.24.100/04728484/snapshot?guid=339904a4-60ba-4e5e-8a7c-ca967bf51f22', '120.28632, 23.30886', '120.286320', '23.308860'),
(34, 'TNa34', '172線信義路口西向', 'http://61.60.24.100/7304f8f9/snapshot?guid=12149dd5-7962-48cf-8b8f-af9029eaf594', '120.27290, 23.31121', '120.272900', '23.311210'),
(35, 'TNa35', '172線信義路口東向', 'http://61.60.24.100/dbf1601b/snapshot?guid=4a1cbf70-f3a5-4c25-8d32-ee2963322d15', '120.27284, 23.31121', '120.272840', '23.311210'),
(36, 'TNa36', '中正路南門路月津路口北向', 'http://61.60.24.100/231b2f4f/snapshot?guid=b6c27bf9-0702-4c8e-b328-253890e31cbd', '120.27282, 23.31124', '120.272820', '23.311240'),
(37, 'TNa37', '中正路南門路月津路口南向', 'http://61.60.24.100/ecd9925f/snapshot?guid=fa4fab5a-a47f-4eec-9197-900459160eb2', '120.26668, 23.31679', '120.266680', '23.316790'),
(38, 'TNa38', '台19線月津路口(T桿)北向', 'http://61.60.24.100/514d9765/snapshot?guid=74ef22aa-d633-4734-8e0e-d2084af75e9b', '120.26338, 23.31032', '120.263380', '23.310320'),
(39, 'TNa39', '台19線月津路口(T桿)南向', 'http://61.60.24.100/64a4aa81/snapshot?guid=d9a00631-96e6-41aa-8c0b-7d9c968d92f8', '120.26337, 23.31035', '120.263370', '23.310350'),
(40, 'TNa40', '中華東路與裕農路口西向', 'http://61.60.24.100/d575216e/snapshot?guid=cbe962ea-bd45-40e6-8072-cf4ff20674a6', '120.23973, 22.98934', '120.239730', '22.989340'),
(41, 'TNa41', '中華東路與裕農路口東向', 'http://61.60.24.100/f1bfc1c7/snapshot?guid=d74d7641-c72d-4016-81a1-ccd883cb0e73', '120.23971, 22.98933', '120.239710', '22.989330'),
(42, 'TNa42', '台19線月津路口西向', 'http://61.60.24.100/22828577/snapshot?guid=76ed5eeb-e937-48a5-81fa-5d5523c543e6', '120.26408, 23.31139', '120.264080', '23.311390'),
(43, 'TNa43', '台19線月津路口東向', 'http://61.60.24.100/c8a6813c/snapshot?guid=9892f9ae-c7db-4d20-aa05-cdea5921a595', '120.26380, 23.31131', '120.263800', '23.311310'),
(44, 'TNa44', '長榮路二段民生路口(T桿)北向', 'http://61.60.24.100/6d9f71b8/snapshot?guid=b741362a-9312-4c01-a30e-01775c2b6a53', '120.30275, 23.31600', '120.302750', '23.316000'),
(45, 'TNa45', '長榮路二段民生路口(T桿)南向', 'http://61.60.24.100/44fb2600/snapshot?guid=ea646a06-57e3-4140-8b92-c708271f3198', '120.30276, 23.31601', '120.302760', '23.316010'),
(46, 'TNa46', '信義路文武街口北向', 'http://61.60.24.100/b15c1b5e/snapshot?guid=64c87e56-aca3-4648-97f6-95231c89dbcd', '120.27140, 23.31837', '120.271400', '23.318370'),
(47, 'TNa47', '信義路文武街口南向', 'http://61.60.24.100/df17076a/snapshot?guid=638cc22e-47f7-48fc-827f-97814289746d', '120.27134, 23.31833', '120.271340', '23.318330'),
(48, 'TNa48', '復興路長榮路二段口(T桿)西向', 'http://61.60.24.100/3a732cdb/snapshot?guid=a72b02b8-8839-4254-8538-16954b7fa408', '120.29345, 23.30677', '120.293450', '23.306770'),
(49, 'TNa49', '復興路長榮路二段口(T桿)東向', 'http://61.60.24.100/cf7695a6/snapshot?guid=0f49f2f4-e522-4992-862f-eaaf927e7f80', '120.29341, 23.30677', '120.293410', '23.306770'),
(50, 'TNa50', '復興路民治路口西向', 'http://61.60.24.100/c72b68d0/snapshot?guid=04ab0d93-c5b1-4d4e-8436-d67ea1fb6e9f', '120.30193, 23.30462', '120.301930', '23.304620'),
(51, 'TNa51', '復興路民治路口東向', 'http://61.60.24.100/66314de1/snapshot?guid=478ad6cd-c0b6-4df5-ab39-9108c954bd71', '120.30194, 23.30454', '120.301940', '23.304540'),
(52, 'TNa52', '復興路民權路口西向', 'http://61.60.24.100/5c41e636/snapshot?guid=8fceeb37-0137-4893-8202-5476fa5cf168', '120.31410, 23.30289', '120.314100', '23.302890'),
(53, 'TNa53', '復興路民權路口東向', 'http://61.60.24.100/c10d6734/snapshot?guid=f27312a5-2c10-4d0e-8f4f-437609c0fa96', '120.31410, 23.30289', '120.314100', '23.302890'),
(54, 'TNa54', '中山路同濟街口西向', 'http://61.60.24.100/1fcbb002/snapshot?guid=cf1d1585-794e-40c3-a92f-13dd560c3b8c', '120.32029, 23.30622', '120.320290', '23.306220'),
(55, 'TNa55', '中山路同濟街口東向', 'http://61.60.24.100/8dc4858c/snapshot?guid=c733cc61-7c06-4676-8643-601f5f21b40a', '120.32029, 23.30622', '120.320290', '23.306220'),
(56, 'TNa56', '台19甲線172線路口北向', 'http://61.60.24.100/248deb09/snapshot?guid=a5330227-9a28-43f5-8c8f-398829082b7c', '120.27189, 23.30868', '120.271890', '23.308680'),
(57, 'TNa57', '台19甲線172線路口南向', 'http://61.60.24.100/0152161b/snapshot?guid=43dad5b7-dedc-46e1-9473-ff09f5e67216', '120.27176, 23.30904', '120.271760', '23.309040');

--
-- 已匯出資料表的索引
--

--
-- 資料表索引 `cctv_tainan_t`
--
ALTER TABLE `cctv_tainan_t`
  ADD PRIMARY KEY (`aid`);

--
-- 在匯出的資料表使用 AUTO_INCREMENT
--

--
-- 使用資料表 AUTO_INCREMENT `cctv_tainan_t`
--
ALTER TABLE `cctv_tainan_t`
  MODIFY `aid` int(1) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=58;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
